{
  "success": true,
  "tweets": [
    {
      "text": "In the 90s, I have sat in the jumpseat of a 737-200 and Air India A310-300. I am told after 9/11 that is no longer possible!\n\nBut we have photographic evidence of influential Friends &amp; Family of the Crew and even airline employees travelling in the jumpseat \"non-rev\"!\n\n#AI171"
    },
    {
      "text": "☎️ $FLY from $281K → $1.4M MC 💸📈\nFlipped a penny into a pile —200.71x gains.\n\n📲FOLLOW+DM TO JOIN MY TG CHANNEL📥\nCA:FCihbojeHtdUq59cCtGEmd49nLuLdty1GXX9UK3Cbonk\n#Solana #Memecoins #Altcoins #FLY #deprem #pennystock #Crypto #Bitcoin #Marge #Bullish #AI171 #Pumpswap #Dupe https://t.co/oBACq8Uq56"
    },
    {
      "text": "📦 Docker, WebGPU, Auto-scaling 📊 200+ petaFLOPs Compute Already Contributed\nThis isn’t hype. It’s infrastructure.\n\n💥 Welcome to the era of people-powered compute. #BLESS #DePIN #Web3Infra #EdgeCompute #Decentralization #AI171 https://t.co/Z1hRwvU2Ts"
    },
    {
      "text": "The cancellation was prompted by detection of a technical fault. Flight was set to carry over 200 passengers.\n\nAI 171 की अहमदाबाद से लंदन जा रहे एयर इंडिया के AI 159 प्लेन में भी तकनीकी खराबी, रद्द की गई फ्लाइट। - 2/2\n\nhttps://t.co/UlyCfpmo1N\n\n#AirIndiaParisFlight #AI171 #AI159"
    },
    {
      "text": "#BREAKING: #AirIndia flight AI 159 from #Ahmedabad to #London scheduled to depart at 1:10 PM was cancelled before takeoff due to a #technicalsnag. Over 200 passengers were affected by the #cancellation. Passengers asked to take #refund. AI 159 is the new name given to #AI171  flight.\n\n#Iran   #GlobalDiplomacy #Iran #iranisraelwar #IsraeliranWar #Israel #IranIsraelConflict"
    },
    {
      "text": "#AI171 lifted off at 184 knots. It should have immediately retracted the Gear which would have allowed the plane to accelerate. \n\nAt Vref+60 - around 200 knots airspeed -  Flaps-5 would have been retracted and at 220 knots - Flaps-1 (Slats) retraction.  \n\nThis DID NOT HAPPEN! https://t.co/IJk1AUpTsJ"
    },
    {
      "text": "@DGCAIndia why there is no preliminary action taken against @airindia safety management till now when more thean 200 people killed. #AirIndiaFlightCrash #AI171"
    },
    {
      "text": "#AI171 \nLast signal received by FR24: @ 08:08:51\nTakeoff speed: 174 kts (200 mph/0.055 mps)\nAirborne duration: 20 sec (aprox 1.1 mile)\nADS-B transmits: 1/sec (every second)\n\n- Aviation regulator authority said the cockpit gave a mayday call almost immediately after take-off.\n- The plane disappears from FR24 at the end of the runway almost immediately after take-off.\n\nWhat could be the reason for disappearance @flightradar24 ?\na) FR24 has no coverage in that specific area or FR24 did not receive at that particular time due to unknown reason.\nb) This #AirIndia #Boeing787Dreamliner stopped transmission after airborne due to transponder or power problem."
    },
    {
      "text": "6. Veteran pilot Capt. Sumeet Sabharwal sent a MAYDAY call minutes after takeoff\n\nWith 8,200 flight hours, he lost contact soon after, First Officer Clive Kundar was assisting!\n\n#AI171 #AirIndiaCrash #Mayday #BreakingNews https://t.co/3NpBy7sgmo"
    },
    {
      "text": "💔 Heartbreaking beyond words.\nThe tragic crash of Air India Flight AI171 near Ahmedabad has taken over 200 innocent lives. Our thoughts and prayers are with the families of the victims. 🕯️\n#AirIndiaCrash #Ahmedabad #AI171 #Prayers #RIP #IndiaMourns https://t.co/ceFw9uVHEM"
    },
    {
      "text": "Initial ADS-B data from flight #AI171 shows that the aircraft reached a maximum barometric altitude of 625 feet(airport altitude is about 200 feet) and then it started to descend with an vertical speed of -475 feet per minute\n\n#planecrash #AirIndiaPlaneCrash #Boeing787Dreamliner"
    },
    {
      "text": "The photos of the Air India #AI171 crash site show the leading edge flaps (sometimes called slats) deployed meaning the flaps were at least in position 1. \n\nThe airport elevation is 189ft with the density altitude giving a performance equal to being around 3,200 ft. That’s quite a difference. \n\nThe question for 787-8 pilots, can the aircraft maintain positive climb /w flaps 1, heavy weight, and high density altitude?"
    },
    {
      "text": "Initial ADS-B data from flight #AI171 shows that the aircraft reached a maximum barometric altitude of 625 feet (airport altitude is about 200 feet) and then it started to descend with an vertical speed of -475 feet per minute. https://t.co/98CBIH7jwV"
    },
    {
      "text": "Tragic news: Air India Flight AI-171 crashed post take-off from Ahmedabad, claiming 200+ lives. Vikrant Massey mourns cousin Clive Kunder, First Officer on board. Deepest condolences to all affected. #AirIndia #AI171 #VikrantMassey\n\nhttps://t.co/KIPRMSoucX"
    },
    {
      "text": "PM Modi to visit Ahmedabad after deadly crash. High-level probe ordered. Over 200 dead.\n\nRead more on https://t.co/oRaP5ODMdH\n\n #AirIndiaCrash #Ahmedabad #Modi #AI171 #PlaneCrash #BreakingNews #Boeing787 #CivilAviation #AmitShah #RescueOps #CrashUpdate #Emergency https://t.co/BjnCbwFu2S"
    },
    {
      "text": "Pilot (AI171): “ATC, AI171 requesting descent clearance to FL200 due to turbulence.”\n\nATC: “AI171, roger. Cleared to descend to flight level 200. Report reaching.”\n\nPilot: “Wilco, descending to FL200. We’ll report when level.”\n\n#AirIndia #AI171 #PlaneCrash #Ahmedabad #Aviation"
    },
    {
      "text": "💔 Tragedy in Ahmedabad: Air India flight AI171 crashed after takeoff, killing over 200 people. Just one survivor reported. Nation in shock. #Ahmedabad #AI171 #AirIndia #FlightCrash"
    },
    {
      "text": "Heartbroken by the tragic crash of Air India Flight AI171 in Ahmedabad.\nOver 200 lives lost, countless families shattered. Our prayers are with the victims, survivors, and their loved ones.\nMay they find strength in this darkest hour. 🕊️\n#AI171 #AirIndia #AhmedabadCrash"
    },
    {
      "text": "#AI171 Crash: A Global Wake-Up Call\n\nAn Air India Boeing 787 crashed shortly after takeoff from Ahmedabad, killing over 200 people. Only one passenger in seat 11A survived.\n\nAviation safety isn’t just a national issue—it’s a global red flag. https://t.co/UvyYBHxJio"
    },
    {
      "text": "Deeply saddened by the crash of Air India Flight AI171, a Boeing 787 Dreamliner, shortly after takeoff from Ahmedabad. Over 200 lives were lost. Thoughts and prayers with all the families and loved ones affected. 🕊️💔\n#AirIndia #AI171 #Ahmedabad #AviationSafety #Condolences"
    }
  ]
}